Repository: gemkids275/WritingToolsV2
Catalog: macOS/WritingTools/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, vi, zh_hans

source: Use Proofread to preserve formatting while fixing grammar/spelling.
de: Verwenden Sie Proofread, um die Formatierung beizubehalten und die Grammatik/Rechtschreibung zu korrigieren.
es: Usa Corrección para preservar el formato mientras corriges gramática/ortografía.
fr: Utilisez Correction pour conserver la mise en forme tout en corrigeant la grammaire/l'orthographe.
ja: 「校正」を使用して、文法やスペルを修正しながら書式を保持します。
vi: Sử dụng Kiểm lỗi để giữ định dạng khi sửa ngữ pháp/chính tả.
zh_hans: 使用"校对"在修正语法/拼写的同时保留格式。

source: Use Tables
de: Tabellen verwenden
es: Usar tablas
fr: Utiliser des tableaux
ja: テーブルを使用
vi: Dùng bảng
zh_hans: 使用表格

source: Uses iCloud key-value storage to sync command edits across devices.
de: Verwendet den iCloud-Schlüssel-Wert-Speicher, um Befehlsbearbeitungen geräteübergreifend zu synchronisieren.
es: Usa el almacenamiento clave-valor de iCloud para sincronizar las ediciones de comandos entre dispositivos.
fr: Utilise le stockage clé-valeur iCloud pour synchroniser les modifications de commandes sur tous les appareils.
ja: iCloud のキー・バリュー・ストレージを使用してデバイス間でコマンド編集を同期します。
vi: Sử dụng lưu trữ key-value iCloud để đồng bộ chỉnh sửa lệnh trên các thiết bị.
zh_hans: 使用 iCloud 键值存储在设备间同步命令编辑。

source: Version: 3.0 (Based on Windows Port version 7.1)
de: Version: 3.0 (Basierend auf Windows-Port-Version 7.1)
es: Versión: 3.0 (basada en la versión 7.1 de Windows Port)
fr: Version : 3.0 (Basé sur la version 7.1 du port Windows)
ja: バージョン：3.0（Windowsポートバージョン7.1ベース）
vi: Phiên bản: 3.0 (Dựa trên Windows Port phiên bản 7.1)
zh_hans: 版本：3.0（基于Windows版7.1）

source: Version: 3.1 (Based on Windows Port version 7.1)
de: Version: 3.1 (Basierend auf Windows-Port-Version 7.1)
es: Versión: 3.1 (basada en la versión 7.1 de Windows Port)
fr: Version : 3.1 (Basé sur la version 7.1 du port Windows)
ja: バージョン：3.1（Windowsポートバージョン7.1ベース）
vi: Phiên bản: 3.1 (Dựa trên Windows Port phiên bản 7.1)
zh_hans: 版本：3.1（基于Windows版7.1）

source: Vision Models
de: Vision-Modelle
es: Modelos de visión
fr: Modèles de vision
ja: ビジョンモデル
vi: Mô hình thị giác
zh_hans: 视觉模型

source: Vision-capable
de: Sehfähig
es: Con capacidad de visión
fr: Capable de vision
ja: ビジョン対応
vi: Hỗ trợ thị giác
zh_hans: 支持视觉

source: Voice:
de: Stimme:
es: Voz:
fr: Voix :
ja: ボイス:
vi: Ngôi viết:
zh_hans: 视角：

source: When enabled, the selected text is treated as content to process, not as instructions
de: Wenn diese Option aktiviert ist, wird der ausgewählte Text als zu verarbeitender Inhalt behandelt und nicht als Anweisung.
es: Cuando está habilitado, el texto seleccionado se trata como contenido para procesar, no como instrucciones.
fr: Lorsque cette option est activée, le texte sélectionné est traité comme du contenu à traiter, et non comme des instructions.
ja: 有効にすると、選択したテキストは指示としてではなく、処理するコンテンツとして扱われます
vi: Khi bật, văn bản đã chọn được coi là nội dung cần xử lý, không phải hướng dẫn
zh_hans: 启用后，所选文本将被视为要处理的内容，而非指令

source: When off, custom prompts replace selected text inline.
de: Wenn deaktiviert, ersetzen benutzerdefinierte Eingabeaufforderungen den ausgewählten Text inline.
es: Cuando está desactivado, los indicadores personalizados reemplazan el texto seleccionado en línea.
fr: Lorsque désactivé, les invites personnalisées remplacent le texte sélectionné en ligne.
ja: オフの場合、カスタムプロンプトは選択したテキストをインラインで置換します。
vi: Khi tắt, lệnh tùy chỉnh thay thế văn bản đã chọn trực tiếp.
zh_hans: 关闭时，自定义提示词将直接替换所选文本。

source: When unchecked, custom prompts will replace selected text inline
de: Wenn nicht aktiviert, ersetzen benutzerdefinierte Eingabeaufforderungen ausgewählte Text-Inline
es: Cuando está desactivada, los indicadores personalizados reemplazarán el texto seleccionado en línea
fr: Lorsque non coché, les invites personnalisées remplaceront le texte sélectionné en ligne
ja: チェックを外すと、カスタムプロンプトは選択したテキストをインラインで置き換えます。
vi: Khi không chọn, các lệnh tùy chỉnh sẽ thay thế văn bản trực tiếp (inline)
zh_hans: 未勾选时，自定义命令将直接替换选定文本（内联）

source: Window Style
de: Fensterstil
es: Estilo ventana
fr: Style de fenêtre
ja: ウィンドウ形式
vi: Phong cách cửa sổ
zh_hans: 窗口风格

source: Works in any app that supports copy & paste
de: Funktioniert in jeder App, die Kopieren und Einfügen unterstützt.
es: Funciona en cualquier aplicación que admita copiar y pegar.
fr: Fonctionne dans toutes les applications prenant en charge le copier-coller.
ja: コピー＆ペーストをサポートするすべてのアプリで動作します
vi: Hoạt động trên mọi ứng dụng hỗ trợ sao chép & dán
zh_hans: 适用于任何支持复制粘贴的应用

source: You can always adjust these later in Settings.
de: Sie können diese jederzeit später in den Einstellungen anpassen.
es: Siempre puedes ajustar estos valores más adelante en Configuración.
fr: Vous pouvez toujours ajuster ces paramètres ultérieurement dans les paramètres.
ja: これらはいつでも設定で変更できます。
vi: Bạn luôn có thể điều chỉnh sau trong Cài đặt.
zh_hans: 您随时可以在设置中调整这些选项。

source: You can change any setting later in Settings.
de: Sie können jede Einstellung später in den Einstellungen ändern.
es: Puedes cambiar cualquier configuración más adelante en Configuración.
fr: Vous pouvez modifier n'importe quel paramètre ultérieurement dans les paramètres.
ja: 設定は後でいつでも変更できます。
vi: Bạn có thể thay đổi bất kỳ cài đặt nào sau này trong phần Cài đặt.
zh_hans: 您可以稍后在设置中更改任何设置。

source: You can rerun the onboarding flow to review permissions and quickly configure the app.
de: Sie können den Onboarding-Fluss erneut ausführen, um Berechtigungen zu überprüfen und die App schnell zu konfigurieren.
es: Puedes volver a ejecutar el flujo de incorporación para revisar los permisos y configurar rápidamente la aplicación.
fr: Vous pouvez réexécuter le flux d'intégration pour vérifier les autorisations et configurer rapidement l'application.
ja: オンボーディングを再実行して、権限の確認とアプリの設定ができます。
vi: Bạn có thể chạy lại hướng dẫn để xem lại các quyền và cấu hình ứng dụng nhanh chóng.
zh_hans: 您可以重新运行引导流程，以检查权限并快速配置应用。

source: You can revisit onboarding anytime from Settings > General > Onboarding.
de: Sie können das Onboarding jederzeit unter "Einstellungen" > "Allgemein" > "Onboarding" erneut besuchen.
es: Puedes revisar la incorporación en cualquier momento desde Configuración > General > Incorporación.
fr: Vous pouvez revoir l'intégration à tout moment à partir de Paramètres > Général > Intégration.
ja: 設定 > 一般 > オンボーディングからいつでもオンボーディングを再開できます。
vi: Bạn có thể xem lại hướng dẫn bất cứ lúc nào từ Cài đặt > Chung > Hướng dẫn.
zh_hans: 您可以随时从设置 > 通用 > 引导 中重新访问引导流程。

source: You can revoke any permission later in System Settings.
de: Sie können jede Berechtigung später in den Systemeinstellungen widerrufen.
es: Puedes revocar cualquier permiso más adelante en la configuración del sistema.
fr: Vous pouvez révoquer toute autorisation ultérieurement dans les paramètres système.
ja: 権限はいつでもシステム設定で取り消せます。
vi: Bạn có thể thu hồi bất kỳ quyền nào sau trong Cài đặt hệ thống.
zh_hans: 您可以随时在系统设置中撤销任何权限。

source: You're ready to go!
de: Sie sind bereit!
es: ¡Estás listo para empezar!
fr: Vous êtes prêt !
ja: 準備が整いました！
vi: Bạn đã sẵn sàng!
zh_hans: 一切就绪！

source: Your API authentication key
de: Ihr API-Authentifizierungsschlüssel
es: Tu clave de autenticación de API
fr: Votre clé d'authentification API
ja: API 認証キー
vi: API key xác thực của bạn
zh_hans: API 身份验证密钥

source: Your API key
de: Ihr API-Schlüssel
es: Tu clave API
fr: Votre clé API
ja: API キー
vi: API key của bạn
zh_hans: 您的 API 密钥

source: Your configuration has been saved to %@.
de: Ihre Konfiguration wurde in %@ gespeichert.
es: Tu configuración se ha guardado en %@.
fr: Votre configuration a été enregistrée dans %@.
ja: 設定が %@ に保存されました。
vi: Cấu hình của bạn đã được lưu vào %@.
zh_hans: 您的配置已保存到 %@。

source: Your message
de: Ihre Nachricht
es: Su mensaje
fr: Votre message
ja: あなたのメッセージ
vi: Tin nhắn của bạn
zh_hans: 您的消息

source: Filter:
es: Filtro:
fr: Filtre :
ja: フィルター:
vi: Lọc:
zh_hans: 筛选：

source: Icon
es: Icono
fr: Icône
ja: アイコン
vi: Biểu tượng
zh_hans: 图标

source: Local LLM (On-Device)
es: LLM local (en el dispositivo)
fr: LLM local (sur l'appareil)
ja: ローカル LLM（オンデバイス）
vi: LLM cục bộ (Trên thiết bị)
zh_hans: 本地 LLM（设备端）

source: Local LLM Error
es: Error LLM local
fr: Erreur locale LLM
ja: ローカル LLM エラー
vi: Lỗi LLM cục bộ
zh_hans: 本地 LLM 错误

source: Model
es: Modelo
fr: Modèle
ja: モデル
vi: Mẫu Model
zh_hans: 模型

source: Model Information
es: Información sobre el modelo
fr: Informations sur le modèle
ja: モデル情報
vi: Thông tin mô hình
zh_hans: 模型信息

source: Model Name
es: Nombre del modelo
fr: Nom du modèle
ja: モデル名
vi: Tên mô hình
zh_hans: 模型名称

source: Name
es: Nombre
fr: Nom
ja: 名前
vi: Tên
zh_hans: 名称

source: Onboarding
es: Incorporación
fr: Intégration
ja: オンボーディング
vi: Chào mừng
zh_hans: 欢迎使用

source: Shortcut:
es: Atajo:
fr: Raccourci :
ja: ショートカット:
vi: Phím tắt:
zh_hans: 快捷键：

source: Standard
es: Estándar
ja: スタンダード
vi: Tiêu chuẩn
zh_hans: 标准

source: Status
es: Estado
fr: État
ja: 状態
vi: Trạng thái
zh_hans: 状态

source: Version & Updates
es: Versión y actualizaciones
fr: Version et mises à jour
ja: バージョン & アップデート
vi: Phiên bản & Cập nhật
zh_hans: 版本 & 更新

source: Editor
fr: Éditeur
ja: エディター
vi: Trình soạn thảo
zh_hans: 编辑器

source: Error: %@
fr: Erreur: %@
ja: エラー：%@
vi: Lỗi: %@
zh_hans: 错误：%@

source: Neutral
fr: Neutre
ja: ニュートラル
vi: Trung lập
zh_hans: 中性

source: AI Shortcuts
ja: AIショートカット

source: E.g., %@
ja: 例：%@
vi: Ví dụ: %@
zh_hans: 例如：%@

# E.g., %@, %@, etc.
source: E.g., %1$@, %2$@, etc.
ja: 例：%@、%@ など
vi: Ví dụ: %@, %@, v.v.
zh_hans: 例如：%@、%@等

source: Version: %@
ja: バージョン: %@
vi: Phiên bản: %@
zh_hans: 版本：%@

source: OK
vi: Đồng ý
zh_hans: 确定
